Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# quickly_pull_your_latest_transcript_back_to_the
source: Quickly pull your latest transcript back to the clipboard.
ar: قم بسحب أحدث نسخة بسرعة إلى الحافظة.
bn: ক্লিপবোর্ডে আপনার সাম্প্রতিক প্রতিলিপিটি দ্রুত টেনে আনুন।
cs: Rychle stáhněte svůj nejnovější přepis zpět do schránky.
da: Træk hurtigt dit seneste udskrift tilbage til udklipsholderen.
de: Holen Sie sich schnell Ihre neueste Transkription zurück in die Zwischenablage.
el: Τραβήξτε γρήγορα την τελευταία μεταγραφή σας πίσω στο πρόχειρο.
es: Rápidamente vuelve a poner tu última transcripción en el portapapeles.
fi: Vedä uusin transkriptio nopeasti takaisin leikepöydälle.
fr: Récupérez rapidement votre dernière transcription dans le presse-papiers.
he: משוך במהירות את התמליל האחרון שלך בחזרה ללוח.
hi: अपनी नवीनतम प्रतिलेख को तुरंत क्लिपबोर्ड पर वापस खींचें।
hu: Gyorsan húzza vissza legújabb átiratát a vágólapra.
id: Tarik kembali transkrip terbaru Anda ke papan klip dengan cepat.
it: Riporta rapidamente la tua ultima trascrizione negli appunti.
ja: 最新のトランスクリプトをクリップボードにすばやく取り込みます。
ko: 최신 성적표를 클립보드로 빠르게 가져오세요.
ms: Tarik transkrip terbaharu anda kembali ke papan keratan dengan cepat.
nb: Dra raskt det siste transkripsjonen tilbake til utklippstavlen.
nl: Trek uw laatste transcript snel terug naar het klembord.
pl: Szybko ponownie skopiuj najnowszą transkrypcję do schowka.
pt_br: Puxe rapidamente sua transcrição mais recente de volta para a área de transferência.
ro: Trageți rapid cea mai recentă transcriere înapoi în clipboard.
ru: Быстро скопируйте последнюю расшифровку обратно в буфер обмена.
sv: Dra snabbt tillbaka din senaste utskrift till urklippet.
th: ดึงข้อความถอดเสียงล่าสุดของคุณกลับไปที่คลิปบอร์ดอย่างรวดเร็ว
tr: En son transkriptinizi hızla panoya geri çekin.
uk: Швидко перетягніть останню стенограму назад у буфер обміну.
vi: Nhanh chóng kéo bản ghi mới nhất của bạn trở lại bảng tạm.
zh_hans: 快速将您最新的转录拉回剪贴板。
zh_hant: 快速將您最新的轉錄拉回剪貼簿。

source: Quit
ar: يترك
bn: প্রস্থান করুন
cs: Přestat
da: Forlade
de: Beenden
el: Εγκαταλείπω
fi: Lopettaa
fr: Quitter
he: לְהַפְסִיק
hi: छोड़ना
hu: Kilép
id: Berhenti
it: Esentato
ja: やめる
ko: 그만두다
ms: Berhenti
nb: Slutte
nl: Ontslag nemen
pl: Zakończ
pt_br: Desistir
ro: Renunță
ru: Покидать
sv: Sluta
th: ล้มเลิก
tr: Çıkış yapmak
uk: Вийти
vi: Từ bỏ
zh_hans: 退出
zh_hant: 退出

source: Quit Pindrop
ar: قم بإنهاء بيندروب
bn: পিনড্রপ প্রস্থান করুন
cs: Ukončete Pindrop
da: Afslut Pindrop
de: Pindrop beenden
el: Κλείστε το Pindrop
es: Salir de Pindrop
fi: Lopeta Pindrop
fr: Quitter Pindrop
he: צא מפינדרופ
hi: पिनड्रॉप छोड़ें
hu: Kilépés: Pindrop
id: Keluar dari Pindrop
it: Esci da Pindrop
ja: ピンドロップを終了する
ko: 핀드롭 종료
ms: Berhenti Pindrop
nb: Avslutt Pindrop
nl: Sluit Pindrop af
pl: Zakończ Pindrop
pt_br: Sair do Pindrop
ro: Părăsiți Pindrop
ru: Выйти из Пиндропа
sv: Avsluta Pindrop
th: ออกจากพินดรอป
tr: Pindrop'tan çık
uk: Вийти з Pindrop
vi: Thoát khỏi Pindrop
zh_hans: 退出 Pindrop
zh_hant: 退出 Pindrop

source: Ready
ar: مستعد
bn: প্রস্তুত
cs: Připraveno
da: Parat
de: Bereit
el: Ετοιμος
es: Listo
fi: Valmis
fr: Prêt
he: מוּכָן
hi: तैयार
hu: Kész
id: Siap
it: Pronto
ja: 準備ができて
ko: 준비가 된
ms: sedia
nb: Ferdig
nl: Klaar
pl: Gotowy
pt_br: Preparar
ro: Gata
ru: Готовый
sv: Redo
th: พร้อม
tr: Hazır
uk: Готовий
vi: Sẵn sàng
zh_hans: 就绪
zh_hant: 就緒

# ready_ec1296e1
source: ● Ready
ar: ● جاهز
bn: ● প্রস্তুত
cs: ● Připraveno
da: ● Klar
de: ● Bereit
el: ● Έτοιμος
fi: ● Valmis
fr: ● Prêt
he: ● מוכן
hi: ● तैयार
hu: ● Kész
id: ● Siap
it: ● Pronto
ja: ● 準備完了
ko: ● 준비됨
ms: ● Sedia
nb: ● Klar
nl: ● Klaar
pl: ● Gotowe
pt_br: ● Pronto
ro: ● Gata
ru: ● Готово
sv: ● Klar
th: ● พร้อมแล้ว
tr: ● Hazır
uk: ● Готовий
vi: ● Sẵn sàng
zh_hans: ● 就绪
zh_hant: ● 就緒

source: Ready to dictate
ar: جاهز للإملاء
bn: ডিকটেশনের জন্য প্রস্তুত
cs: Připraveno k diktování
da: Klar til at diktere
de: Bereit zum Diktieren
el: Έτοιμο για υπαγόρευση
es: Listo para dictar
fi: Valmis diktointiin
fr: Prêt à dicter
he: מוכן להכתבה
hi: डिक्टेशन के लिए तैयार
hu: Készen áll a diktálásra
id: Siap untuk mendikte
it: Pronto a dettare
ja: ディクテーションの準備完了
ko: 받아쓰기 준비 완료
ms: Sedia untuk mendikte
nb: Klar til å diktere
nl: Klaar om te dicteren
pl: Gotowy do dyktowania
pt_br: Pronto para ditar
ro: Pregătit pentru dictare
ru: Готов к диктовке
sv: Redo att diktera
th: พร้อมสำหรับพิมพ์ตามคำพูด
tr: Dikte için hazır
uk: Готовий до диктування
vi: Sẵn sàng để đọc chính tả
zh_hans: 准备好听写
zh_hant: 準備好聽寫

source: Ready to record
ar: جاهز للتسجيل
bn: রেকর্ড করার জন্য প্রস্তুত
cs: Připraveno k nahrávání
da: Klar til at optage
el: Έτοιμο για εγγραφή
fi: Valmis tallentamaan
he: מוכן להקלטה
hi: रिकॉर्ड करने के लिए तैयार
hu: Felvételre kész
id: Siap untuk merekam
ms: Sedia untuk merakam
nb: Klar til å ta opp
pl: Gotowy do nagrywania
ro: Gata de înregistrare
ru: Готов к записи
sv: Klar att spela in
th: พร้อมบันทึก
uk: Готовий до запису
vi: Sẵn sàng ghi lại

source: Ready to transcribe
ar: جاهز للنسخ
bn: প্রতিলিপি করার জন্য প্রস্তুত
cs: Připraveno k přepisu
da: Klar til at transskribere
de: Bereit zu transkribieren
el: Έτοιμο για μεταγραφή
es: Listo para transcribir
fi: Valmis litteroimaan
fr: Prêt à transcrire
he: מוכן לתמלול
hi: प्रतिलेखन के लिए तैयार
hu: Átírásra kész
id: Siap untuk ditranskrip
it: Pronto per trascrivere
ja: 転写の準備ができました
ko: 스크립트 작성 준비 완료
ms: Sedia untuk transkripsi
nb: Klar til å transkribere
nl: Klaar om te transcriberen
pl: Gotowe do transkrypcji
pt_br: Pronto para transcrever
ro: Gata de transcriere
ru: Готов к расшифровке
sv: Klar att transkribera
th: พร้อมถอดความ
tr: Metne dönüştürülmeye hazır
uk: Готовий до транскрибування
vi: Sẵn sàng phiên âm
zh_hans: 准备转录
zh_hant: 準備轉錄

source: Recent
ar: مؤخرًا
bn: সাম্প্রতিক
cs: Nedávné
da: Nylig
de: Kürzlich
el: Πρόσφατος
es: Recientes
fi: Viimeaikaiset
fr: Récent
he: לאחרונה
hi: हाल ही का
hu: Legutóbbi
id: Terkini
it: Recente
ja: 最近の
ko: 최근의
ms: Baru-baru ini
nb: Nylig
pl: Ostatni
pt_br: Recente
ro: Recente
ru: Недавний
sv: Ny
th: ล่าสุด
tr: Son
uk: Останні
vi: Gần đây
zh_hans: 最近
zh_hant: 最近

source: Recent Transcriptions
ar: النسخ الأخيرة
bn: সাম্প্রতিক ট্রান্সক্রিপশন
cs: Nedávné přepisy
da: Nylige transskriptioner
de: Letzte Transkriptionen
el: Πρόσφατες μεταγραφές
es: Transcripciones recientes
fi: Viimeisimmät transkriptiot
fr: Transcriptions récentes
he: תעתיקים אחרונים
hi: हालिया प्रतिलेखन
hu: Legutóbbi átiratok
id: Transkripsi Terbaru
it: Trascrizioni recenti
ja: 最近の転写
ko: 최근 기록
ms: Transkripsi Terkini
nb: Nylige transkripsjoner
nl: Recente transcripties
pl: Najnowsze transkrypcje
pt_br: Transcrições recentes
ro: Trancrieri recente
ru: Недавние транскрипции
sv: Senaste transkriptioner
th: การถอดความล่าสุด
tr: Son Transkripsiyonlar
uk: Останні транскрипції
vi: Phiên âm gần đây
zh_hans: 最近转录
zh_hant: 最近轉錄

source: Recent Transcripts
ar: النصوص الأخيرة
bn: সাম্প্রতিক প্রতিলিপি
cs: Nedávné přepisy
da: Nylige afskrifter
de: Letzte Transkriptionen
el: Πρόσφατες μεταγραφές
es: Transcripciones recientes
fi: Viimeisimmät transkriptit
fr: Transcriptions récentes
he: תמלולים אחרונים
hi: हाल के प्रतिलेख
hu: Legutóbbi átiratok
id: Transkrip Terbaru
it: Trascrizioni recenti
ja: 最近の成績証明書
ko: 최근 성적표
ms: Transkrip Terkini
nb: Nylige transkripsjoner
nl: Recente transcripties
pl: Najnowsze transkrypcje
pt_br: Transcrições recentes
ro: Transcrieri recente
ru: Последние стенограммы
sv: Senaste avskrifter
th: การถอดเสียงล่าสุด
tr: Son Transkriptler
uk: Останні стенограми
vi: Bảng điểm gần đây
zh_hans: 最近转录
zh_hant: 最近轉錄

source: Recommended
ar: مُستَحسَن
bn: প্রস্তাবিত
cs: Doporučeno
da: Anbefales
de: Empfohlen
el: Συνιστάται
es: Recomendado
fi: Suositeltava
fr: Recommandé
he: מוּמלָץ
hi: अनुशंसित
hu: Ajánlott
id: Direkomendasikan
it: Raccomandato
ja: 推奨
ko: 추천
ms: Disyorkan
nb: Anbefalt
nl: Aanbevolen
pl: Zalecany
pt_br: Recomendado
ro: Recomandat
ru: Рекомендуется
sv: Rekommenderad
th: ที่แนะนำ
tr: Tavsiye edilen
uk: Рекомендовано
vi: Khuyến khích
zh_hans: 推荐
zh_hant: 推薦

source: Record
ar: سِجِلّ
bn: রেকর্ড
cs: Záznam
da: Optage
de: Aufnehmen
el: Ρεκόρ
es: Grabar
fi: Tallentaa
fr: Enregistrer
he: רְשׁוּמָה
hi: अभिलेख
hu: Rekord
id: Catatan
it: Documentazione
ja: 記録
ko: 기록
ms: Rekod
nb: Rekord
nl: Dossier
pl: Nagraj
pt_br: Registro
ro: Înregistra
ru: Записывать
sv: Spela in
th: บันทึก
tr: Kayıt
uk: запис
vi: Ghi
zh_hans: 录制
zh_hant: 錄製

source: Record it as a note?
ar: هل تريد تسجيلها كملاحظة؟
bn: এটি নোট হিসেবে রেকর্ড করবেন?
cs: Nahrát jej jako poznámku?
da: Skal det optages som en note?
de: Als Notiz aufnehmen?
el: Να την καταγράψουμε ως σημείωση;
es: ¿La grabamos como nota?
fi: Tallennetaanko se muistiinpanoksi?
fr: L'enregistrer comme note ?
he: להקליט אותה כפתק?
hi: इसे नोट के रूप में रिकॉर्ड करें?
hu: Rögzítsük jegyzetként?
id: Rekam sebagai catatan?
it: Vuoi registrarla come nota?
ja: メモとして録音しますか？
ko: 메모로 녹음할까요?
ms: Rakam sebagai nota?
nb: Skal den tas opp som et notat?
nl: Opnemen als notitie?
pl: Nagrać ją jako notatkę?
pt_br: Gravar como nota?
ro: Îl înregistrăm ca notiță?
ru: Записать его как заметку?
sv: Ska det spelas in som en anteckning?
th: บันทึกเป็นโน้ตไหม?
tr: Not olarak kaydedilsin mi?
uk: Записати його як нотатку?
vi: Ghi lại thành ghi chú?
zh_hans: 要录成笔记吗？
zh_hant: 要錄成筆記嗎？

source: Record system audio in meeting notes
ar: تسجيل صوت النظام في ملاحظات الاجتماعات
bn: মিটিং নোটে সিস্টেম অডিও রেকর্ড করুন
cs: Nahrávat zvuk systému v poznámkách ze schůzek
da: Optag systemlyd i mødenoter
de: Systemton in Besprechungsnotizen aufnehmen
el: Εγγραφή ήχου συστήματος στις σημειώσεις σύσκεψης
es: Grabar el audio del sistema en las notas de reunión
fi: Tallenna järjestelmän ääni kokousmuistiinpanoihin
fr: Enregistrer le son du système dans les notes de réunion
he: הקלטת קול המערכת בפתקי פגישות
hi: मीटिंग नोट में सिस्टम ऑडियो रिकॉर्ड करें
hu: Rendszerhang rögzítése a megbeszélésjegyzetekben
id: Rekam audio sistem di catatan rapat
it: Registra l'audio di sistema nelle note di riunione
ja: 会議メモでシステム音声を録音
ko: 회의 메모에 시스템 오디오 녹음
ms: Rakam audio sistem dalam nota mesyuarat
nb: Ta opp systemlyd i møtenotater
nl: Systeemgeluid opnemen in vergadernotities
pl: Nagrywaj dźwięk systemu w notatkach ze spotkań
pt_br: Gravar o áudio do sistema nas notas de reunião
ro: Înregistrează sunetul sistemului în notițele de ședință
ru: Записывать звук системы в заметках встреч
sv: Spela in systemljud i mötesanteckningar
th: บันทึกเสียงระบบในโน้ตการประชุม
tr: Toplantı notlarında sistem sesini kaydet
uk: Записувати звук системи в нотатках зустрічей
vi: Ghi âm thanh hệ thống trong ghi chú cuộc họp
zh_hans: 在会议笔记中录制系统声音
zh_hant: 在會議筆記中錄製系統聲音

source: Record this call
ar: سجّل هذه المكالمة
bn: এই কলটি রেকর্ড করুন
cs: Nahrát tento hovor
da: Optag dette opkald
de: Diesen Anruf aufnehmen
el: Εγγραφή αυτής της κλήσης
es: Grabar esta llamada
fi: Tallenna tämä puhelu
fr: Enregistrer cet appel
he: הקליטו את השיחה הזאת
hi: इस कॉल को रिकॉर्ड करें
hu: A hívás rögzítése
id: Rekam panggilan ini
it: Registra questa chiamata
ja: この通話を録音
ko: 이 통화 녹음
ms: Rakam panggilan ini
nb: Ta opp denne samtalen
nl: Dit gesprek opnemen
pl: Nagraj tę rozmowę
pt_br: Gravar esta chamada
ro: Înregistrează acest apel
ru: Записать этот звонок
sv: Spela in det här samtalet
th: บันทึกการโทรนี้
tr: Bu çağrıyı kaydet
uk: Записати цей дзвінок
vi: Ghi cuộc gọi này
zh_hans: 录制这通通话
zh_hant: 錄製這通通話

source: Record with system audio
ar: التسجيل مع صوت النظام
bn: সিস্টেম অডিওসহ রেকর্ড করুন
cs: Nahrávat se zvukem systému
da: Optag med systemlyd
de: Mit Systemton aufnehmen
el: Εγγραφή με ήχο συστήματος
es: Grabar con audio del sistema
fi: Tallenna järjestelmän äänellä
fr: Enregistrer avec le son du système
he: הקלטה עם קול המערכת
hi: सिस्टम ऑडियो के साथ रिकॉर्ड करें
hu: Felvétel rendszerhanggal
id: Rekam dengan audio sistem
it: Registra con l'audio di sistema
ja: システム音声付きで録音
ko: 시스템 오디오와 함께 녹음
ms: Rakam dengan audio sistem
nb: Ta opp med systemlyd
nl: Opnemen met systeemgeluid
pl: Nagrywaj z dźwiękiem systemu
pt_br: Gravar com áudio do sistema
ro: Înregistrează cu sunetul sistemului
ru: Записывать со звуком системы
sv: Spela in med systemljud
th: บันทึกพร้อมเสียงระบบ
tr: Sistem sesiyle kaydet
uk: Записувати зі звуком системи
vi: Ghi kèm âm thanh hệ thống
zh_hans: 录音时包含系统声音
zh_hant: 錄音時包含系統聲音

source: Recording
ar: تسجيل
bn: রেকর্ডিং
cs: Záznam
da: Indspilning
de: Aufnahme
el: Εγγραφή
es: Grabación
fi: Tallennus
fr: Enregistrement
he: הַקלָטָה
hi: रिकॉर्डिंग
hu: Felvétel
id: Rekaman
it: Registrazione
ja: 録音
ko: 녹음
ms: Rakaman
nb: Innspilling
nl: Opname
pl: Nagrywanie
pt_br: Gravação
ro: Înregistrare
ru: Запись
sv: Inspelning
th: การบันทึก
tr: Kayıt
uk: Запис
vi: ghi âm
zh_hans: 录音中
zh_hant: 錄音中

# recording_3f8fd48c
source: 🔴 Recording
ar: 🔴 التسجيل
bn: 🔴 রেকর্ডিং
cs: 🔴 Nahrávání
da: 🔴 Optagelse
de: 🔴 Aufnahme
el: 🔴 Ηχογράφηση
fi: 🔴 Tallennus
fr: 🔴 Enregistrement
he: 🔴 הקלטה
hi: 🔴रिकॉर्डिंग
hu: 🔴 Felvétel
id: 🔴 Rekaman
it: 🔴 Registrazione
ja: 🔴 録音
ko: 🔴 녹음
ms: 🔴 Rakaman
nb: 🔴 Opptak
nl: 🔴Opname
pl: 🔴 Nagrywanie
pt_br: 🔴 Gravação
ro: 🔴 Înregistrare
ru: 🔴 Запись
sv: 🔴 Inspelning
th: 🔴 การบันทึก
tr: 🔴 Kayıt
uk: 🔴 Запис
vi: 🔴 Ghi âm
zh_hans: 🔴 录音中
zh_hant: 🔴 錄音中

source: Recording canceled.
ar: تم إلغاء التسجيل.
bn: রেকর্ডিং বাতিল করা হয়েছে।
cs: Nahrávání zrušeno.
da: Optagelse annulleret.
de: Aufnahme abgebrochen.
el: Η εγγραφή ακυρώθηκε.
es: Grabación cancelada.
fi: Tallennus peruutettu.
fr: Enregistrement annulé.
he: ההקלטה בוטלה.
hi: रिकॉर्डिंग रद्द कर दी गई.
hu: Felvétel megszakítva.
id: Perekaman dibatalkan.
it: Registrazione annullata.
ja: 録音をキャンセルしました。
ko: 녹음이 취소되었습니다.
ms: Rakaman dibatalkan.
nb: Opptak avbrutt.
nl: Opname geannuleerd.
pl: Nagrywanie anulowane.
pt_br: Gravação cancelada.
ro: Înregistrare anulată.
ru: Запись отменена.
sv: Inspelning avbruten.
th: การบันทึกถูกยกเลิก
tr: Kayıt iptal edildi.
uk: Запис скасовано.
vi: Đã hủy ghi âm.
zh_hans: 录音已取消。
zh_hant: 錄音已取消。

source: Recording continues while you work
ar: يستمر التسجيل أثناء عملك
bn: আপনি কাজ করার সময় রেকর্ডিং চলতে থাকে
cs: Nahrávka pokračuje, zatímco pracujete
da: Optagelsen fortsætter, mens du arbejder
de: Die Aufnahme läuft weiter, während Sie arbeiten
el: Η εγγραφή συνεχίζεται όσο εργάζεστε
es: La grabación continúa mientras trabajas
fi: Tallennus jatkuu, kun työskentelet
fr: L'enregistrement continue pendant que vous travaillez
he: ההקלטה ממשיכה בזמן שאתם עובדים
hi: आप काम करते रहें, रिकॉर्डिंग चलती रहेगी
hu: A felvétel tovább megy, amíg dolgozik
id: Rekaman tetap berjalan sementara Anda bekerja
it: La registrazione continua mentre lavori
ja: 作業中も録音は続きます
ko: 작업하는 동안 녹음이 계속됩니다
ms: Rakaman diteruskan sambil anda bekerja
nb: Opptaket fortsetter mens du jobber
nl: De opname loopt door terwijl je werkt
pl: Nagranie trwa dalej, gdy pracujesz
pt_br: A gravação continua enquanto você trabalha
ro: Înregistrarea continuă în timp ce lucrați
ru: Запись продолжается, пока вы работаете
sv: Inspelningen fortsätter medan du arbetar
th: การบันทึกดำเนินต่อขณะที่คุณทำงาน
tr: Siz çalışırken kayıt sürer
uk: Запис триває, поки ви працюєте
vi: Bản ghi vẫn chạy trong lúc bạn làm việc
zh_hans: 你继续工作时录音不会中断
zh_hant: 你繼續工作時錄音不會中斷

# recording_from_external_and_bluetooth_microphone
source: Recording from external and Bluetooth microphones is now rock solid, even when your audio output is routed elsewhere.
ar: أصبح التسجيل من الميكروفونات الخارجية وميكروفونات Bluetooth ثابتًا الآن، حتى عندما يكون إخراج الصوت موجّهًا إلى مكان آخر.
bn: বাহ্যিক ও Bluetooth মাইক্রোফোন থেকে রেকর্ডিং এখন অনেক বেশি নির্ভরযোগ্য, এমনকি অডিও আউটপুট অন্য কোথাও রাউট করা থাকলেও।
cs: Nahrávání z externích a Bluetooth mikrofonů je nyní spolehlivé, i když je zvukový výstup směrován jinam.
da: Optagelse fra eksterne og Bluetooth-mikrofoner er nu klippestabil, selv når lydoutputtet sendes et andet sted hen.
de: Aufnahmen über externe und Bluetooth-Mikrofone sind jetzt absolut zuverlässig, selbst wenn die Audioausgabe woandershin geleitet wird.
el: Η εγγραφή από εξωτερικά μικρόφωνα και μικρόφωνα Bluetooth είναι πλέον απόλυτα αξιόπιστη, ακόμη κι όταν η έξοδος ήχου δρομολογείται αλλού.
es: La grabación desde micrófonos externos y Bluetooth ahora es muy estable, incluso cuando la salida de audio se dirige a otro lugar.
fi: Tallennus ulkoisista ja Bluetooth-mikrofoneista on nyt erittäin luotettavaa, vaikka äänen ulostulo olisi ohjattu muualle.
fr: L’enregistrement depuis des micros externes et Bluetooth est maintenant très fiable, même lorsque la sortie audio est routée ailleurs.
he: הקלטה ממיקרופונים חיצוניים וממיקרופוני Bluetooth יציבה עכשיו מאוד, גם כשפלט האודיו מנותב למקום אחר.
hi: बाहरी और Bluetooth माइक्रोफ़ोन से रिकॉर्डिंग अब बेहद स्थिर है, भले ही ऑडियो आउटपुट कहीं और रूट हो रहा हो।
hu: A külső és Bluetooth mikrofonokról történő rögzítés most már nagyon stabil, még akkor is, ha a hangkimenet máshová van irányítva.
id: Perekaman dari mikrofon eksternal dan Bluetooth kini sangat stabil, bahkan saat output audio diarahkan ke tempat lain.
it: La registrazione da microfoni esterni e Bluetooth ora è estremamente affidabile, anche quando l’uscita audio è indirizzata altrove.
ja: 外部マイクや Bluetooth マイクからの録音が、音声出力が別の場所にルーティングされていても安定して動作するようになりました。
ko: 이제 외부 및 Bluetooth 마이크 녹음이 매우 안정적이며, 오디오 출력이 다른 곳으로 라우팅되어도 문제없이 동작합니다.
ms: Rakaman daripada mikrofon luaran dan Bluetooth kini sangat stabil, walaupun output audio dihalakan ke tempat lain.
nb: Opptak fra eksterne og Bluetooth-mikrofoner er nå svært stabilt, selv når lydutgangen rutes et annet sted.
nl: Opnemen via externe en Bluetooth-microfoons is nu rotsvast, zelfs wanneer je audio-uitvoer ergens anders naartoe wordt geleid.
pl: Nagrywanie z mikrofonów zewnętrznych i Bluetooth jest teraz bardzo stabilne, nawet gdy wyjście audio jest skierowane gdzie indziej.
pt_br: A gravação por microfones externos e Bluetooth agora é muito estável, mesmo quando a saída de áudio está roteada para outro lugar.
ro: Înregistrarea de pe microfoane externe și Bluetooth este acum foarte stabilă, chiar și când ieșirea audio este rutată în altă parte.
ru: Запись с внешних и Bluetooth-микрофонов теперь работает очень стабильно, даже если вывод звука направлен в другое место.
sv: Inspelning från externa och Bluetooth-mikrofoner är nu mycket stabil, även när ljudutgången dirigeras någon annanstans.
th: การบันทึกจากไมโครโฟนภายนอกและ Bluetooth ตอนนี้เสถียรมาก แม้ว่าเอาต์พุตเสียงจะถูกส่งไปที่อื่น
tr: Harici ve Bluetooth mikrofonlardan kayıt artık, ses çıkışı başka yere yönlendirilse bile son derece kararlı.
uk: Запис із зовнішніх і Bluetooth-мікрофонів тепер дуже стабільний, навіть коли аудіовихід спрямовано в інше місце.
vi: Ghi âm từ mic ngoài và mic Bluetooth giờ rất ổn định, ngay cả khi đầu ra âm thanh được định tuyến sang nơi khác.
zh_hans: 现在即使音频输出被路由到其他位置，外接和 Bluetooth 麦克风录音也能稳定工作。
zh_hant: 現在即使音訊輸出被路由到其他位置，外接與 Bluetooth 麥克風錄音也能穩定運作。

# recording_in_progress_transcription_will_start
source: Recording in progress — transcription will start when it finishes.
ar: التسجيل قيد التقدم — سيبدأ النسخ عند انتهائه.
bn: রেকর্ডিং চলছে — এটি শেষ হলে ট্রান্সক্রিপশন শুরু হবে।
cs: Probíhá nahrávání — přepis se spustí po jeho dokončení.
da: Optagelse i gang — transskriptionen starter, når den er færdig.
de: Aufnahme läuft — die Transkription beginnt, sobald sie abgeschlossen ist.
el: Η εγγραφή σε εξέλιξη — η μεταγραφή θα ξεκινήσει μόλις ολοκληρωθεί.
es: Grabación en curso — la transcripción comenzará cuando termine.
fi: Tallennus käynnissä — transkriptio alkaa, kun se on valmis.
fr: Enregistrement en cours — la transcription démarrera une fois terminé.
he: ההקלטה מתבצעת — התמלול יתחיל כשהיא תסתיים.
hi: रिकॉर्डिंग प्रगति पर है — समाप्त होने पर प्रतिलेखन शुरू होगा।
hu: Felvétel folyamatban — az átírás a befejezése után kezdődik.
id: Perekaman sedang berlangsung — transkripsi akan dimulai setelah selesai.
it: Registrazione in corso — la trascrizione inizierà al termine.
ja: 録音中です — 終了すると文字起こしが開始されます。
ko: 녹음이 진행 중입니다 — 완료되면 전사가 시작됩니다.
ms: Rakaman sedang dijalankan — transkripsi akan bermula apabila selesai.
nb: Opptak pågår — transkripsjon starter når det er ferdig.
nl: Opname bezig — transcriptie begint zodra deze is voltooid.
pl: Nagrywanie w toku — transkrypcja rozpocznie się po jego zakończeniu.
pt_br: Gravação em andamento — a transcrição começará quando ela terminar.
ro: Înregistrare în curs — transcrierea va începe când se termină.
ru: Идёт запись — транскрипция начнётся после её завершения.
sv: Inspelning pågår — transkriptionen börjar när den är klar.
th: กำลังบันทึกอยู่ — การถอดเสียงจะเริ่มเมื่อบันทึกเสร็จสิ้น
tr: Kayıt devam ediyor — bittiğinde transkripsiyon başlayacak.
uk: Триває запис — транскрипція розпочнеться після завершення.
vi: Đang ghi âm — quá trình phiên âm sẽ bắt đầu khi ghi âm kết thúc.
zh_hans: 正在录音 — 转录将在录音结束后开始。
zh_hant: 正在錄音 — 轉錄將在錄音結束後開始。

# recording_stopped_with_error
source: Recording stopped: %@
ar: توقف التسجيل: %@
bn: রেকর্ডিং বন্ধ হয়েছে: %@
cs: Nahrávání zastaveno: %@
da: Optagelse stoppet: %@
de: Aufnahme gestoppt: %@
el: Η εγγραφή σταμάτησε: %@
es: Grabación detenida: %@
fi: Tallennus lopetettu: %@
fr: Enregistrement arrêté : %@
he: ההקלטה הופסקה: %@
hi: रिकॉर्डिंग रुकी: %@
hu: Felvétel leállítva: %@
id: Perekaman dihentikan: %@
it: Registrazione interrotta: %@
ja: 録音を停止しました: %@
ko: 녹음이 중지되었습니다: %@
ms: Rakaman dihentikan: %@
nb: Opptak stoppet: %@
nl: Opname gestopt: %@
pl: Nagrywanie zatrzymane: %@
pt_br: Gravação interrompida: %@
ro: Înregistrare oprită: %@
ru: Запись остановлена: %@
sv: Inspelningen stoppades: %@
th: การบันทึกหยุดลง: %@
tr: Kayıt durduruldu: %@
uk: Запис зупинено: %@
vi: Đã dừng ghi âm: %@
zh_hans: 录音已停止：%@
zh_hant: 錄音已停止：%@

source: Recording transcribed.
ar: تم نسخ التسجيل.
bn: রেকর্ডিং প্রতিলিপি হয়েছে।
cs: Nahrávka přepsána.
da: Optagelsen er transskriberet.
de: Aufnahme transkribiert.
el: Η εγγραφή απομαγνητοφωνήθηκε.
es: Grabación transcrita.
fi: Tallenne litteroitu.
fr: Enregistrement transcrit.
he: ההקלטה תומללה.
hi: रिकॉर्डिंग प्रतिलेखित हुई।
hu: A felvétel átírva.
id: Rekaman ditranskripsi.
it: Registrazione trascritta.
ja: 録音を文字起こししました。
ko: 녹음을 전사했습니다.
ms: Rakaman ditranskrip.
nb: Opptaket er transkribert.
nl: Opname getranscribeerd.
pl: Nagranie przepisane.
pt_br: Gravação transcrita.
ro: Înregistrare transcrisă.
ru: Запись расшифрована.
sv: Inspelningen är transkriberad.
th: ถอดเสียงการบันทึกแล้ว
tr: Kayıt deşifre edildi.
uk: Запис розшифровано.
vi: Đã chép lời bản ghi.
zh_hans: 录音已转录。
zh_hant: 錄音已轉錄。

source: recordings
ar: التسجيلات
bn: রেকর্ডিং
cs: nahrávek
da: optagelser
de: Aufnahmen
el: ηχογραφήσεις
es: grabaciones
fi: tallenteita
fr: enregistrements
he: הקלטות
hi: रिकॉर्डिंग
hu: felvételeket
id: rekaman
it: registrazioni
ja: 録音
ko: 녹음
ms: rakaman
nb: opptak
nl: opnames
pl: nagrania
pt_br: gravações
ro: înregistrări
ru: записи
sv: inspelningar
th: การบันทึก
tr: kayıtlar
uk: записи
vi: bản ghi âm
zh_hans: 录音
zh_hant: 錄音

source: Recovered
ar: مستعادة
bn: পুনরুদ্ধার করা
cs: Obnoveno
da: Gendannet
de: Wiederhergestellt
el: Ανακτήθηκε
es: Recuperada
fi: Palautettu
fr: Récupérée
he: שוחזר
hi: पुनर्प्राप्त
hu: Helyreállítva
id: Dipulihkan
it: Recuperata
ja: 復元済み
ko: 복구됨
ms: Dipulihkan
nb: Gjenopprettet
nl: Hersteld
pl: Odzyskana
pt_br: Recuperada
ro: Recuperată
ru: Восстановлено
sv: Återställd
th: กู้คืนแล้ว
tr: Kurtarıldı
uk: Відновлено
vi: Đã khôi phục
zh_hans: 已恢复
zh_hant: 已復原
